Revit 2027 API
ParameterTypeId.ViewerShowUncropped Property
 "Show uncropped"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerShowUncropped { get; }
Public Shared ReadOnly Property ViewerShowUncropped As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerShowUncropped {
	ForgeTypeId^ get ();
}
static member ViewerShowUncropped : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace